Repository: wp-plugins/sell-from-blog
Catalog: sell-from-blog-*.po
Languages: pl_pl

source: Your email
pl_pl: Twój email

source: Code
pl_pl: Kod

source: I want to receive more info related to this website to my email address.
pl_pl: Chcę otrzymywać informacje związane z tą stroną na mój adres email.

source: required
pl_pl: wymagane

source: Send it to me
pl_pl: Wyślij do mnie

source: Unfortunately, the sales form has been temporarily disabled due to a shortage of codes in the database. The admin should replenish it shortly and the form will be available again.
pl_pl: Niestety, ale formularz sprzedaży został tymczasowo wyłączony z powodu braku kodów w bazie danych. Administrator powinien niedługo uzupełnić kody i wtedy formularz będzie znów dostępny.

source: New sale has been registered on
pl_pl: Nowa sprzedaż została zarejestrowana na

source: Date:
pl_pl: Data:

source: Code:
pl_pl: Kod:

source: Marketing agreement:
pl_pl: Zgoda na wykorzystanie adresu:

source: yes
pl_pl: tak

source: no
pl_pl: nie

source: resolves as
pl_pl: czyli

source: Codes left:
pl_pl: Pozostało kodów:

source: New sale on
pl_pl: Nowa sprzedaż na

source: Error.
pl_pl: Błąd.

source: The entered code is incorrect.
pl_pl: Podany kod jest nieprawidłowy.

source: The form has been filled incorrectly.
pl_pl: Formularz został nieprawidłowo wypełniony.

source: You do not have sufficient permissions to access this page.
pl_pl: Nie masz wystarczających uprawnień, aby oglądać tą stronę.

source: Changes have been saved.
pl_pl: Zmiany zostały zapisane.

source: Currently there are %d active codes.
pl_pl: Aktualnie %d kody są aktywne.

source: Active (unused) codes
pl_pl: Aktywne (niewykorzystane) kody

source: Add new codes
pl_pl: Dodaj nowe kody

source: You can add any number of new codes by separating them with commas like this:
pl_pl: Możesz dodać dowolną ilość nowych kodów, przedzielając je przecinkami w ten sposób:

source: code1,code2,code3,code4
pl_pl: kod1,kod2,kod3,kod4

source: Remember not to put spaces before or after the commas.
pl_pl: Pamiętaj, by nie umieszczać spacji przed lub po przecinkach.

source: File to be sent
pl_pl: Plik do wysłania

source: Enter the path relative to the base directory of your WordPress installation.
pl_pl: Wpisz ścieżkę do pliku względem katalogu głównego twojej instalacji WordPress.

source: Confirmation message
pl_pl: Wiadomość potwierdzająca

source: This message will be displayed on the blog after the form has been correctly sent.
pl_pl: Ta wiadomość zostanie wyświetlona na blogu po poprawnym wypełnieniu formularza.

source: Email subject
pl_pl: Tytuł emaila

source: Subject of the email that will be sent to the buyer.
pl_pl: Tytuł wiadomości, która zostanie wysłana do kupującego.

source: Email body
pl_pl: Treść emaila

source: Body of the message that will be sent to the buyer. <strong>Plain text only!</strong>
pl_pl: Treść emaila z plikiem. <strong>Tylko czysty tekst, bez HTML!</strong>

source: Notify Admin
pl_pl: Powiadom Administratora

source: Check if you want the admin to also receive a notification about each transaction.
pl_pl: Zaznacz to pole, jeśli chcesz, aby administrator otrzymywał na maila powiadomienie o każdej transakcji.

source: Notify admin:
pl_pl: Powiadom Administratora:

source: Ask for permission to send more info
pl_pl: Pozwolenie na marketing

source: Chcek if you want to ask users to let you send them info related to the purchase and the content of you blog.
pl_pl: Zaznacz, jeśli chcesz prosić kupujących o pozwolenie na wysyłanie na podany przez nich adres email informacji marketingowych.

source: Ask for permission:
pl_pl: Pytaj o pozwolenie:

source: Save
pl_pl: Zapisz

source: Stats
pl_pl: Statystyki

source: Number of active (unused codes)
pl_pl: Liczba aktywnych (niewykorzystanych) kodów

source: Recent Sales
pl_pl: Najnowsze Transakcje

source: Date
pl_pl: Data

source: Agree
pl_pl: Zgoda

source: Lets users sell ebooks, software etc. for premium SMS
pl_pl: Pozwala sprzedawać ebooki, programy itp. za pośrednictwem płatności SMS
